; TaskSwitchXP Pro 2.06 Korean Language File
; Original English Language Template was Translated by
;     Alexander Avdonin <alexander@ntwind.com>
; Korean Language File by Bac <lejean@hanmail.net>
;     on May 16th, 2005
; (Thank you very much, Mr. Avdonin.)
;
; TaskSwitchXP Pro (태스크스위치 엑스피 프로) 2.06판 한말/한글 파일
; 알렉산드르 아브도닌이 만든 보기를 바탕으로 2005년 5월 16일에 박이 옮김.
; (아브도닌 님 고맙습니다.)
;
; * 설치
; 이 파일 'Korean.lng'를 TaskSwitchXP가 깔린 폴더 속 lang 폴더 안에 넣으세요.
;    보기) C:\Program Files\TaskSwitchXP\lang
;
; * 대체 기호:
;     1) 줄바꾸기 (CR/LF):  \r\n
;     2) 태브:  \t
;     3) 큰따옴표:  \"
;     4) 뒷빗금:  \\


; ─────────━━━━━━ 짜임 ━━━━━━─────────

; 말 분류 (아직 쓰이지 않음)
19999="Korean (한말)"

; 짜임 창 제목과 단추
20000="TaskSwitchXP Pro 2.0 짜임"
20001="확인"
20002="취소"
20003="적용"

; 거르개
20031="TaskSwitchXP 짜임 파일 (*.cfg)"


; ■ 조목 ──────────
; 짜임 조목 짧게
20050="환경"
20051="겉보기"
20052="작업목록"
20053="미리보기"
20054="작업정보"
20055="단축키"
20056="제외"
20057="나머지"
20058="만든이"

; 짜임 조목 길게
20070="실행환경 짜기"
20071="겉보기 짜기"
20072="작업목록 짜기"
20073="미리보기 짜기"
20074="작업정보 짜기"
20075="단축키 짜기"
20076="제외 목록 짜기"
20077="나머지 짜기"
20078="TaskSwitchXP 만든이"


; ■ 환경 ──────────
20100="말:"
20101="<a id=\"idLang\" href=\"\">다른 나라말 찾으로 가기...</a>"
20102="여러 사람이 함께 쓸 때 쓰는 이마다 짜임을 달리 두기"
20103="컴퓨터 켜면 저절로 TaskSwitchXP가 실행되도록"
20104="TaskSwitchXP에게 실행 우선권을 높여 주기"
20105="MS 파워토이 작업전환 도구를 함께 쓰는지 살펴보기"
20106="알림영역 아이콘:"
20107="TaskSwitchXP 알림영역 아이콘 보이기"
20108="다른 아이콘 넣기:"
20109="최소화 단추를 마우스 오른쪽으로 누르면 알림영역으로"
20110="알림영역에서 덜 쓰는 아이콘 숨길 때 TaskSwitchXP는 제외"
20111="알림영역으로 내린 창도 작업목록에 나타내기"

20120="초기값으로 되돌림"
20121="불러오기..."
20122="저장하기..."


; ■ 겉보기 ──────────
20200="놓을 자리:"
20201="활성 모니터로 보이기"
20202="창에 그림자 드리우기"
20203="창을 투명하게:"
20204="차츰차츰 뚜렷하게 (밀리초 단위):"
20205="차츰차츰 흐릿하게 (밀리초 단위):"
20206="창 맵시:"
20207="윈도즈 XP 맵시를 쓸 때:"
20208="옛 맵시를 쓸 때:"
20209="오로지 옛 맵시만 쓰기"
20210="작업목록과 미리보기 자리를 맞바꾸기"

; 놓을 자리
20270="위 왼쪽"
20271="위 가운데"
20272="위 오른쪽"
20273="가운데 왼쪽"
20274="한가운데"
20275="가운데 오른쪽"
20276="아래 왼쪽"
20277="아래 가운데"
20278="아래 오른쪽"

; XP 맵시
20280="시작 메뉴처럼 (초기값)"
20281="MS 파워토이 작업전환 도구처럼"
20282="단순하게"
20283="납작하게"
20284="부드럽게"
20285="작업 표시줄처럼"

; 옛 맵시
20290="시작 메뉴처럼 (초기값)"
20291="납작하게"


; ■ 작업목록 ──────────
20300="목록 생김새:"
20301="한 줄 당 아이콘 개수:"
20302="너비 (화소 수 단위):"
20303="줄 수:"
20304="작은 아이콘"
20305="아이콘 목록에서 풍선 도움말 보기"
20306="목록 위에서 마우스 커서를 손 꼴로 바꾸기"
20307="마우스를 누르지 않아도 고르도록"
20308="마우스 바퀴를 거꾸로"
20309="선택한 줄 생김새:"
20310="점선 테두리로 두드러지게"
20311="글씨:"
20312="글꼴:"
20313="크기:"
20314="B"
20315="I"
20316="빛깔 고르기:"

; 목록 생김새
20390="아이콘"
20391="세로 목록"

; 선택한 줄 생김새
20380="네모꼴 테두리"
20381="속 채운 네모꼴"
20382="모서리 둥글고 속 채운 네모"

; 빛깔 고르기
20370="보통 글씨"
20371="선택한 글씨"
20372="선택 밑바탕"
20373="표시한 글씨 1"
20374="표시 밑바탕 1"
20375="표시한 글씨 2"
20376="표시 밑바탕 2"


; ■ 미리보기 ──────────
20400="미리보기 생김새:"
20401="바탕화면째 보이기"
20402="응용프로그램 창만 보이기"
20403="작업 표시줄도 함께"
20404="같은 프로그램 안에서 맨 나중에 열린 창만"
20405="바탕화면 감추기 (옛 1.0 버전처럼)"
20406="바탕화면 벽지 보이기"
20407="미리보기 둘레에 테 두르기"
20408="미리보기 그림을 가운데에 놓기"
20409="최소화 된 창도 넣기 (*느려짐*)"
20410="투명한 창은 빼기 (*느려짐*)"
20411="미리보기 그림 너비 (화소 수 단위):"
20412="미리보기 처음 만들 때 늦출 시간 (밀리초 단위):"
20413="미리보기 그림을 임시 저장하지 않기 (*느려짐*)"
20414="미리보기 줄곧 새로 고치기 (밀리초 단위):"


; ■ 작업정보 ──────────
20500="제목 줄 생김새:"
20501="글꼴:"
20502="크기:"
20503="B"
20504="I"
20505="빛깔:"
20506="그림자 드리우기:"
20507="깊이:"
20508="빛깔:"
20509="제목 줄에 응용프로그램 아이콘 보이기"
20510="제목 줄 작게"
20511="정보 줄 생김새:"
20512="글꼴:"
20513="크기:"
20514="B"
20515="I"
20516="빛깔:"
20517="그림자 드리우기:"
20518="깊이:"
20519="빛깔:"
20520="높이:"
20521="꼴:"

; 정보 꼴
20590="없음"
20591="작업 개수"
20592="프로세스 ID"
20593="프로세스 이름"
20594="프로세스 이름  [PID]"
20595="응용프로그램 설명"


; ■ 단축키 ──────────
20600="윈도즈 표준 Alt-Tab 작업전환 기능을 TaskSwitchXP로 바꾸기"
20601="Ctrl+Alt+[Shift]+Tab으로 다중 창 전환하기"
20602="Alt 키에서 손을 떼도 작업전환 창은 그대로"
20603="다른 방법으로 자판을 가로채도록 (Alt-Tab이 제대로 안 될 때)"
20604="TaskSwitchXP 작동 단축키:"
20605="응용프로그램 목록:"
20606="다중 창 목록:"
20607="TaskSwitchXP 짜기:"
20608="알림영역 아이콘 보이기/감추기:"
20609="TaskSwitchXP 끝내기:"
20610="다른 단축키:"
20611="알림영역으로 창 내리기:"
20612="내린 창 되돌리기:"


; ■ 제외 ──────────
20700="새로 만들기..."
20701="고치기..."
20702="지우기"

; 제외 목록
20780="미리보기에서 제외"
20781="작업목록에서 제외"

20790="조목 이름"
20791="조건"

; 만들기 창
22000="TaskSwitchXP 제외 목록 짜기"
22001="확인"
22002="취소"
22003="실행중인 응용프로그램:"
22004="다시 고침"
22005="제외 조목 이름:"
22006="제외 조건:"
22007="프로세스 이름:"
22008="윈도 클래스:"
22009="창 제목:"
22010="제외 방법:"
22011="미리보기에서 제외"
22012="작업목록에서 제외"
22013="켜기"

22090=""     ; (제외 않음)
22091="▷ 미리보기에서 제외"
22092="▷ 작업목록에서 제외"

; 풍선 도움말
30100="제외 조목 이름 빠짐"
30101="조목 이름을 써 넣으세요."
30102="제외 조건 빠짐"
30103="제외 조건을 써 넣으세요."
30104="프로세스 이름 빠짐"
30105="프로세스 이름을 써 넣으세요."
30106="윈도 클래스 빠짐"
30107="윈도 클래스 이름을 써 넣으세요."


; ■ 나머지 ──────────
20800="대표 창 제목:"
20801="프로그램 안에 여러 창이 열렸을 때 주된 창 제목으로"
20802="작업전환 창 맞추기:"
20803="맨 위 제목 줄 감추기"
20804="맨 아래 정보 줄 감추기"
20805="알림영역 아이콘 작동:"
20806="알림영역 메뉴:"
20807="짜임:"
20808="응용프로그램 목록:"
20809="다중 창 목록:"
20810="짜임 창 맞추기:"
20811="짜임 창을 늘 맨 위로 오도록"
20812="짜임 창 자리 기억하기"
20813="마지막으로 쓴 짜임 조목 기억하기"
20814="짜임 창 열거나 닫을 때 TaskSwitchXP 실행하기"

; 알림영역 아이콘 작동
20890="없음"
20891="마우스 왼 단추 누름"
20892="마우스 왼쪽 두번"
20893="마우스 가운데 단추 누름"
20894="마우스 가운데 두번"
20895="마우스 오른 단추 누름"
20896="마우스 오른쪽 두번"


; ■ 만든이 ──────────
20900="2005년 5월 16일에 <a id=\"idTranslatorMail\" href=\"mailto:lejean@hanmail.net\">박</a>이 옮김\r\n"


; ■ 짜임 알림말 ──────────
; 짜임 틀림
30000="TaskSwitchXP 짜임 틀림"
30002="TaskSwitchXP.exe를 실행할 수 없습니다!\r\n올바르게 설치되었는지 살펴보세요."
30003="윈도즈 레지스트리에 짜임을 저장할 수 없습니다.\r\n접근권이 있는 지 살펴보세요."
30004="짜임 파일을 불러올 수 없습니다."
30005="짜임 파일을 불러올 수 없어 초기값으로 되돌렸습니다."
30006="짜임을 파일로 저장할 수 없습니다."

; 확인
30900="TaskSwitchXP 확인"
30901="쓰고 있는 모니터가 여럿 있습니다.\r\n보조 모니터로 나타나는 응용프로그램도 미리보기가 되도록 하겠습니까?"


; ─────────━━━━━━ 본체 ━━━━━━─────────

; 알림영역 메뉴
31000="응용프로그램 목록"
31001="다중 창 목록"
31002="짜임..."
31003="끝내기"

31020="빠르게 짜기"
31021="알림영역 아이콘 감추기"
31022="윈도즈 Alt-Tab 바꾸기"
31023="다중 창 전환 기능"
31024="Alt 키 떼도 작업전환 창 그대로"
31025="다른 방법으로 자판 가로채도록"
31026="제외 목록 짜기..."

31050="도움말"
31051="도움말 (영어)"
31052="만든이 누리집으로 (영어)"
31053="만든이"

; 내린 창 알림영역 메뉴 (마우스 오른쪽 눌러 최소화 됐을 때)
31090="알림영역에 %d 개 내려감"
31091="모두 되돌리기"
31092="모두 최소화"
31093="모두 닫기"
31094="되돌리기"
31095="최소화"
31096="닫기"

; 작업목록 메뉴
31110="전환"
31111="최소화"
31112="알림영역으로 최소화"
31113="층층이"
31114="가로로 늘어놓기"
31115="세로로 늘어놓기"
31116="되돌리기"
31117="최대화"
31118="닫기"
31119="끝내기"

; 공통 메뉴
31150="프로세스 정보 보이기"
31151="모두 고르기"
31152="하나도 고르지 않음"
31153="고른 것 목록에서 지우기"
31154="창 제목으로 정렬"
31155="프로그램 이름으로 정렬"

; 프로세스 정보 꼴 (주의: '%x' 기호들은 지우면 안 됨!)
31500="파일 이름:  %s\r\n프로세스 ID:  %u\r\n\r\n실행시간:  %u:%02u:%02u\r\nCPU 시간:  %u:%02u:%02u\r\n\r\n기억장치 사용량:  %uK\r\n가상기억공간 크기:  %uK"
31501="없음" ; (프로세스 정보 없을 때)

; 확인
31900="TaskSwitchXP 확인"
31901="TaskSwitchXP는 이미 실행되어 있습니다. 멈추겠습니까?"
31902="TaskSwitchXP를 끝내겠습니까?"
31903="MS 파워토이 작업전환 도구가 실행되고 있습니다.\r\n이를 멈추겠습니까?"

; 틀림
32000="TaskSwitchXP 틀림"
32002="초기화 할 수 없습니다."
32003="다른 방법으로 자판을 가로채도록 짤 수 없습니다."
32004="단축키 Alt+Tab나 Alt+Shift+Tab를 등록할 수 없습니다.\r\n다른 응용프로그램이 같은 단축키를 쓰고 있을 것입니다."
32005="단축키 Ctrl+Alt+Tab나 Ctrl+Alt+Shift+Tab를 등록할 수 없습니다.\r\n다른 응용프로그램이 같은 단축키를 쓰고 있을 것입니다."
32006="ConfigTsXP.exe를 실행할 수 없습니다!\r\n올바르게 설치되었는지 살펴보세요."

32500="다음 단축키를 등록할 수 없습니다:\r\n\r\n이름: %s\r\n변경자: %02X\r\n가상 부호: %02X"
32501="TaskSwitchXP 끝내기"
32502="알림영역 아이콘 보이기/감추기"
32503="TaskSwitchXP 짜기"
32504="응용프로그램 목록"
32505="다중 창 목록"
32506="알림영역으로 창 내리기"
32507="내린 창 되돌리기"


; 끝
